# DatumBubbleLocationInElev Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..DatumBubbleLocationInElev Property
ParameterTypeId Class See Also
---
"Non-Plan View Symbols (Default)"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId DatumBubbleLocationInElev { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property DatumBubbleLocationInElev As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ DatumBubbleLocationInElev {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace